proj-xcode/PowerAuth2Tests/PowerAuthServerSOAP/SoapRequests.bundle/BlockActivation.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pow="$XMLNS">
   $HDR
   <soapenv:Body>
      <pow:BlockActivationRequest>
         <pow:activationId>$1</pow:activationId>
      </pow:BlockActivationRequest>
   </soapenv:Body>
</soapenv:Envelope>
